straga/micropython_upy/ports/esp32/boards/STRAGA_psram_8mb/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "ANY psRam"
#define MICROPY_HW_MCU_NAME "ESP32"
